"Cheerful" = "Alegre";

"Melodic" = "Melódica";

"Relaxed" = "Calma";

"Grooving" = "Grooving";

"Distorted" = "Distorcida";

"Acoustic" = "Acústica";

"Processed" = "Processada";

"Single" = "Simples";

"Part" = "Parcial";

"Dark" = "Escura";

"Dissonant" = "Dissonante";

"Intense" = "Intensa";

"Arrhythmic" = "Arrítmica";

"Clean" = "Limpa";

"Electric" = "Elétrica";

"Dry" = "Seca";

"Ensemble" = "Ensemble";

"Fill" = "Fill";

"Rock/Blues" = "Rock/Blues";

"Electronic/Dance" = "Eletrónica";

"Jazz" = "Jazz";

"Urban" = "Urbana";

"World/Ethnic" = "World";

"Cinematic/New Age" = "Cinemática";

"Orchestral" = "Orquestral";

"Country/Folk" = "Country";

"Experimental" = "Experimental";

"Other Genre" = "Outro género";

"Hip Hop" = "Hip Hop";

"Electro House" = "Electro House";

"Dubstep" = "Dubstep";

"Modern RnB" = "R&B moderno";

"Tech House" = "Tech House";

"Deep House" = "Deep House";

"Chillwave" = "Chillwave";

"Funk" = "Funk";

"Indie" = "Indie";

"Vintage Breaks" = "Breaks vintage";

"Hip Hop/RnB" = "Hip Hop/R&B";

"House" = "House";

"OtherGenreConsolidated" = "Outro género";

"Chinese Traditional" = "Chinês tradicional";

"Future Bass" = "Future Bass";

"Reggaeton Pop" = "Reggaeton Pop";

"Sound_Effects" = "Efeitos sonoros";

"Bass House" = "Bass House";

"Electronic Pop" = "Pop eletrónico";

"Techno" = "Techno";

"Bass" = "Graves";

"Electric Bass" = "Baixo elétrico";

"Acoustic Bass" = "Baixo acústico";

"Synthetic Bass" = "Baixo sintético";

"Drums" = "Baterias";

"Drum Kit" = "Kits";

"Electronic Beats" = "Batidas";

"Kick" = "Kick";

"Tom" = "Tom";

"Snare" = "Tarola";

"Cymbal" = "Címbalo";

"Hi-hat" = "Prato de choque";

"Guitars" = "Guitarras";

"Electric Guitar" = "Guitarra elétrica";

"Acoustic Guitar" = "Guitarra acústica";

"Banjo" = "Banjo";

"Mandolin" = "Bandolim";

"Slide Guitar" = "Guitarra slide";

"Pedal Steel Guitar" = "Pedal de aço";

"Horn/Wind" = "Trompa";

"Saxophone" = "Saxofone";

"Trumpet" = "Trompete";

"Flute" = "Flauta";

"Trombone" = "Trombone";

"Clarinet" = "Clarinete";

"French Horn" = "Trompa";

"Tuba" = "Tuba";

"Oboe" = "Oboé";

"Harmonica" = "Harmónica";

"Recorder" = "Flauta de bisel";

"Pan Flute" = "Flauta de pã";

"Bagpipe" = "Gaita‐de‐foles";

"Bassoon" = "Fagote";

"Piccolo" = "Flautim";

"English Horn" = "Corne inglês";

"Brass" = "Metais";

"Woodwind" = "Madeiras";

"Keyboards" = "Teclados";

"Piano" = "Piano";

"Electric Piano" = "Piano eléc.";

"Organ" = "Órgão";

"Clavinet" = "Clavinete";

"Accordion" = "Acordeão";

"Synthesizer" = "Sintetizador";

"Rhodes" = "Rhodes";

"Celesta" = "Atmosfera";

"Harpsichord" = "Cravo";

"Mallets" = "Macetes";

"Steel Drum" = "Tambor de aço";

"Vibraphone" = "Vibrações";

"Marimba" = "Marimba";

"Xylophone" = "Xilofone";

"Kalimba" = "Kalimba";

"Bell" = "Sino";

"Timpani" = "Timbales";

"Mixed" = "Jingles";

"Other Instrument" = "Outro inst.";

"Percussion" = "Percussão";

"Gong" = "Gongo";

"Shaker" = "Maracas";

"Tambourine" = "Pandeireta";

"Conga" = "Conga";

"Bongo" = "Bongó";

"Cowbell" = "Chocalho";

"Clave" = "Clave";

"Vinyl/Scratch" = "Vinil";

"Chime" = "Carrilhão";

"Rattler" = "Matraca";

"Sound Effect" = "Efeitos";

"Misc2" = "Div.";

"Boom" = "Booms";

"All Effects" = "Todos os efeitos";

"Effects" = "Efeitos sonoros";

"Ambience" = "Ambiente";

"People" = "Pessoas";

"Transportation" = "Transporte";

"Weapons" = "Armas";

"Explosions" = "Explosões";

"Impacts & Crashes" = "Impactos";

"Animals" = "Animais";

"Sports & Leisure" = "Desporto";

"Mech/Tech" = "Máquinas";

"Work/Home" = "Trabalho/casa";

"Misc." = "Div.";

"Foley" = "Foley";

"Motions & Transitions" = "Pancadas";

"Sci-Fi" = "Ficção científica";

"Strings" = "Cordas";

"Violin" = "Violino";

"Viola" = "Viola";

"Cello" = "Violoncelo";

"Harp" = "Harpa";

"Koto" = "Koto";

"Sitar" = "Cítara";

"Double Bass" = "Baixo duplo";

"Texture/Atmosphere" = "Texturas";

"Vocals" = "Vozes";

"Male" = "Masculina";

"Female" = "Feminina";

"Choir" = "Coro";

"All" = "Tudo";

"Favorites" = "Favoritos";

"Genres" = "Géneros";

"Instruments" = "Instrumentos";

"Moods" = "Disposições";

"Reset" = "Repor";

